List mbti_tf = [
  {
    "comment": "적응을 잘 하는 것보다 체계적인 것이 더 중요합니다.",
  },
  {
    "comment": "집과 업무 환경이 잘 정돈되어 있습니다.",
  },
  {
    "comment": "감정의 기복이 심할 때가 있습니다.",
  },
  {
    "comment": "토론 시 진실과 상관없이 사람들의 민감한 반응을 보다 중요시합니다.",
  },
  {
    "comment": "본인의 감정을 제어하기보다 감정에 지배되곤 합니다.",
  },
  {
    "comment": "중요한 결정을 내려야 할 때 일반적으로 논리보다 감정적으로 대응합니다.",
  },
  {
    "comment": "친구가 어떤 일로 슬퍼할 경우, 문제를 처리하는 방법을 제시하기보다 정신적인 지지를 제공하곤 합니다.",
  },
  {
    "comment": "협동 작업을 수행하는 경우 협력적인 자세보다 올바르게 행동하는 것이 더욱 중요합니다.",
  },
];
